Repository: Y0urPet/WiWu
Catalog: Nano3_WeatherAppForParent/Resources/Localizable.xcstrings
Source language: en
Languages: id

source: Back
id: Kembali

source: BEST DAYS THIS WEEK
id: HARI TERBAIK MINGGU INI

source: BEST TIMES TODAY
id: JAM TERBAIK HARI INI

source: Bring a blanket
id: Bawa selimut

source: Bring a first aid kit
id: Bawa kotak medis

source: Bring a flashlight
id: Bawa senter

source: Bring a hat
id: Gunakan topi

source: Bring a portable fan
id: Bawa kipas portabel

source: Bring a raincoat
id: Bawa jas hujan

source: Bring a reusable shopping bag
id: Bawa tas belanja

source: Bring a scarf
id: Gunakan syal

source: Bring a water bottle
id: Bawa botol air minum

source: Bring an umbrella
id: Bawa payung

source: Bring gloves
id: Gunakan sarung tangan

source: Bring insect repellent
id: Bawa obat anti serangga

source: Bring light snacks
id: Bawa makanan ringan

source: Bring MORE snacks
id: Bawa LEBIH BANYAK makanan ringan

source: Bring snacks
id: Bawa makanan ringan

source: Bring sunglasses
id: Gunakan kacamata hitam

source: Bring sunscreen
id: Gunakan sunscreen

source: Bring toddler safe sunscreen
id: Gunakan sunscreen

source: Bring water bottle
id: Bawa botol air minum

source: Clear
id: Cerah

source: Clothes
id: Pakaian

source: Cloudy
id: Berawan

source: Cloudy, stay indoors
id: Berawan, hati-hati hujan

source: Fri
id: Jum

source: from
id: dari

source: Heavy rain, stay indoors
id: Deras, jangan keluar

source: HOURLY FORECAST
id: RAMALAN HARI INI

source: Items
id: Barang

source: Mon
id: Sen

source: None
id: Tidak ada

source: Not recommended to go out today
id: Tidal disarankan untuk keluar hari ini

source: Now
id: Saat ini

source: Partly Cloudy
id: Sebagian Berawan

source: Partly cloudy, go outside
id: Cerah berawan, keluarlah

source: Perfect for Outdoor Fun!
id: Ideal untuk keluar!

source: Perfect to go out
id: Ideal untuk keluar

source: Rain
id: Hujan

source: Rainproof hat
id: Topi anti-hujan

source: Rainy day, stay indoors
id: Hujan, jangan keluar

source: Remember to use sunscreen
id: Jangan lupa pakai sunscreen

source: Sat
id: Sab

source: Scorching, stay indoors
id: Terik, jangan keluar

source: Search
id: Cari

source: Short sleeved cotton linen shirt
id: Baju katun lengan pendek

source: Short sleeved cotton or linen shirt
id: Kemeja katun atau linen lengan pendek

source: Shorts
id: Celana pendek

source: Show Less
id: Tampilkan lebih sedikit

source: Show More
id: Tampilkan lebih banyak

source: Snow
id: Salju

source: Sun
id: Min

source: Sun-protective cap
id: Topi pelindung matahari

source: Sunny, go outside
id: Cerah, keluarlah

source: Temperature: %.1f °C
id: Temperatur: %.1f °C

source: Thermal underwear
id: Dalaman termal

source: Thick soled shoes or sandals
id: Sepatu atau sandal bersol tebal

source: Thigh to knee length pants
id: Celana panjang

source: Thin and lightweight jacket
id: Jaket tipis dan ringan

source: Things to prepare
id: Yang harus dipersiapkan

source: THINGS TO PREPARE
id: YANG PERLU DIPERSIAPKAN

source: Thu
id: Kam

source: Time: %@
id: Waktu: %@

source: Unknown
id: Tidak diketahui

source: until
id: hingga

source: Very cold, stay indoors
id: Dingin, jangan keluar

source: Warm winter coat
id: Jaket musim dingin

source: Warm, wear light clothes
id: Hangat, gunakan pakaian ringan

source: Waterproof boots
id: Sepatu anti-air

source: Weather Forecast
id: Prediksi cuaca

source: Wed
id: Rab

source: Weekly Forecast
id: Prediksi Cuaca Mingguan

source: WEEKLY FORECAST
id: PREDIKSI CUACA MINGGUAN

source: Windproof warm jacket
id: Jaket hangat anti angin

source: Wool socks
id: Kaos kaki
